export const lastNames = [
  "佐藤","鈴木","高橋","田中","伊藤","渡辺","山本","中村","小林","加藤",
  "吉田","山田","佐々木","松本","井上","木村","林","斎藤","清水","山口",
  "松田","中島","藤田","池田","橋本","阿部","石川","山崎","森","前田",
  "小川","岡田","長谷川","村上","近藤","石井","西田","後藤","坂本","原田",
  "藤原","木下","野口","宮崎","内田","熊谷","竹内","安藤","植田","横山",
  "上田","岩田","野村","大野","倉田","古川","中野","川口","今井","菊池",
  "千葉","小島","谷口","丸山","中田","梅田","西山","松井","高田","山下",
  "川村","多田","金子","大塚","平野","田村","杉本","河野","大西","遠藤",
  "福田","岡本","西川","石田","渡部","永田","土屋","浜田","宮本","太田",
  "安田","富田","板垣","島田","大島","大森","秋山","浜野","広田","三浦",
  "新井","西村","白石","青木","杉山","服部","矢野","佐野","藤井","工藤",
  "城田","飯田","大谷","水野","伊東","田口","武田","岩本","岩崎","川崎",
  "中山","堀","田辺","黒田","川上","野田","北村","野本","瀬戸","角田",
];

export const firstNamesMale = [
  "太郎","一郎","健太","翔太","大輝","拓海","蓮","悠人","陽翔","朝陽",
  "颯","湊","悠","樹","翼","大和","海斗","航","陸","琉生",
  "豪","誠","勇","賢","亮","哲","剛","修","博","光",
  "義男","正雄","清","茂","武","浩","隆","明","進","守",
  "俊介","雄一","達也","浩二","隼人","真司","直人","和也","慎一","貴也",
];

export const firstNamesFemale = [
  "花子","美咲","陽菜","結衣","さくら","葵","凛","楓","莉子","芽依",
  "ひまり","あかり","ゆい","みお","ほのか","れな","まな","なな","あやか","みなみ",
  "由美","智子","恵子","典子","幸子","美子","裕子","直子","明子","洋子",
  "奈々","りさ","かな","ちひろ","えみ","ゆか","みき","さき","あい","ゆり",
  "桜","琴","雫","詩","心","澪","千夏","南","彩","光",
];
